{
  "home.hero.title": "Dobro pojalovat",
  "home.hero.text": "Build With FINENEX Chain Easiest & Well-made, Automated & Managed Blockchain Ecosystem",
  "join.title": "Join The easiest Blockchain Network",
  "join.box.blockchain.title": "Easiest Blockchain",
  "join.box.blockchain.desc": "Finenex well-made Products help you to build a blockchain ecosystem with one-click. Fast Launching and  Keep upgrading and integrating blockchain ecosystem.",
  "join.box.highest.title": "Highest Interoperability",
  "join.box.highest.desc": "Finenex Bridge Network significantly improves interoperability between different blockchains and gives you direct access to the world of DeFi on the Ethereum, Klatytn and BSC(Binance Smart Chain).",
  "join.box.low.title": "Low Transaction Fee",
  "join.box.low.desc": "Finenex well-made Products help you to build a blockchain ecosystem with one-click. Fast Launching and Keep upgrading and integrating blockchain ecosystem.",
  "products.title": "Products",
  "products.text": "Complete your digital transformation journey with a set of solutions for business of all sizes - from startups to large enterprises. Finenex brings stable performance essential for sustaining growth.",
  "token.title": "Token",
  "token.text": "Many companies who have heard of or have accessed tokens are unfamiliar with blockchain technology. That comes to them as a substantial entry barrier against new opportunities created in the cryptocurrency and blockchain industry. Finenex provides Token APIs for ERC20, ERC721, and ERC1155 to build an environment that allows users to deploy, collect, and trade tokens without hesitation in solving this problem. ",
  "payment.title": "Payment",
  "payment.text": "Finenex provides a convenient and straightforward cryptocurrency payment platform for both e-commerce and retail use.this payment platform allows users and merchants to choose the currency when trading and automatically conducts the settlement process for payment transactions.",
  "loyalty.title": "Loyalty",
  "loyalty.text": "Blockchain Loyalty Point Solution Finenex provides blockchain-based loyalty point SaaS. Companies can issue new blockchain-based points or convert existing point systems to loyalty points on the blockchain network. Companies can get access to detailed data on the lifecycle of these points – how points were issued and where they were used. Create Point management solutions from scratch within 10 minutes through Finenex Point API to help your business achieve liability, personalization, and uniformity among channels.",
  "wallet.title": "Wallet",
  "wallet.text": "Server Wallet The Server Wallet stores and manages keys in the Barrier area of Vault, a secret management service, so that the user's key can be safe without leaking. Wallet SDK & Wallet APP It provides a Wallet SDK to link the Server Wallet in an application program, such as a mobile Wallet APP.",
  "ipfs.title": "IPFS ",
  "ipfs.text": "Many companies who have heard of or have accessed tokens are unfamiliar with blockchain technology. That comes to them as a substantial entry barrier against new opportunities created in the cryptocurrency and blockchain industry. Finenex provides Token APIs for ERC20, ERC721, and ERC1155 to build an environment that allows users to deploy, collect, and trade tokens without hesitation in solving this problem. ",
  "global.title": "Global Expansion",
  "blockchain.title": "Blockchain solutions",
  "retail": "Retail",
  "retail.text": "Deepen consumer engagement, build a trusted brand through transparency about the customer journey with data on the blockchain.",
  "supply.title": "Supply Chain Management",
  "supply.text": "Ensure data integrity by providing an accessible and transparent ledger for supply chain and logistics partners.",
  "financial.title": "Financial",
  "financial.text": "Facilitate a new way to advance data processes by integrating blockchain, from payments to tokenized digital assets.",
  "gaming.title": "Gaming",
  "gaming.text": "Provide transparency and verifiability in the transfer of digital assets by storing on immutable blockchain data.",
  "hero.desc": "Serving the world around us",
  "sidechain_network.title": "Sidechain Network",
  "sidechain_network.text": "Finenex Sidechain Network sIt isn't easy to apply all blockchain projects to the public blockchain network.In addition, it is necessary to build a private blockchain network for various reasons, such as the relationship between project stakeholders, government regulations, protection of personal information, and convenience of use. However, decentralization, personal anonymity, and autonomy are essential in blockchain projects. To solve these problems, Finenex intends to quickly build and operate a private blockchain network and provide a sidechain network platform",
  "products_connect.title": "That is free to connect with the public blockchain.",
  "products_connect.text": "- Sidechain Network construction based on Hyperledger Besu  - Proivde JSON RPC API for external systems",
  "products_connect2.text": "- QBFT(Quorum Byzantine Fault Tolerance) consensus protocol PoA(Proof of Authority)",
  "products_connect3.text": " - Proivde JSON RPC API for external systems",
  "wallet": "Wallet",
  "wallet.text1": "The payment system provides not only the payment services for general payment methods such as card and mobile, but also the services for the ERC20 tokens.",
  "wallet.text2": "  The game tokens received as compensation can be used as a payment for various services provided by the PentaWave Platform. The tokens are converted to PTC tokens in the pools, and calculated.",
  "technical_skills": "Technical Skills",
  "wallet.box1.text": "Based on our expertise in blockchain technology, we provide high-performance services and maintain competitiveness in the blockchain industry.",
  "wallet.box2.title": "High Reliability",
  "wallet.box2.text": "We ensure high reliability for our users through trusted partnerships and enhanced security.",
  "trens_insight": "Trend Insights",
  "wallet.box3.text": "We stay on top of the industry by keeping up with developing trends in cutting-edge and emerging technologies.",
  "stacking": "Stacking",
  "stacking.text1": "Staking is the act of locking up ETH to give you the right to participate in block proposals on the network. Anyone who holds even a small amount of ETH can consider staking. Staking is a public good for the Ethereum ecosystem. Any user with any amount of ETH can help secure the network and earn rewards in the process.",
  "swap": "Swap",
  "swap.text1": "SWAP is a crypto platform that not only provides various financial services based on blockchain technology but also offers crypto services such as NFT, P2E, and S2E, enriching user experience in the crypto scene.",
  "products.inner.title": "Finenex Token Platform",
  "token.inner.text": "Finenex Token Platform can create Tokens compatible with ERC20, ERC721, and ERC1155 Tokens on the Sidechain Network without knowing the Solidity language. In addition, the tokens created on the Sidechain can be easily linked with external systems that process business logic through the token API. The cron token can be minted in the sidechain network with the same Solidity as the token in the public blockchain network. So you can extend a token economy by exchanging both tokens through the wallet system.",
  "payment": "Payment",
  "stacking.box.title1": "Earn Rewards",
  "stacking.box.text1": "Rewards are given for actions that help the network reach consensus. You`ll get rewards for running software that properly batches transactions into new blocks and checks the work of other validators because that`s what keeps the chain running securely.",
  "better_security": "Better security",
  "stacking.box.text2": "The network gets stronger against attacks as more ETH is staked, as it then requires more ETH to control a majority of the network. To become a threat, you would need to hold the majority of validators, which means you`d need to control the majority of ETH in the system - that`s a lot!",
  "more_sustainable": "More Sustainable",
  "stacking.box.text3": "Stakers don`t need energy-intensive computers to participate in a proof-of-stake system-just a home computer or smartphone. This will make Ethereum better for the environment.",
  "section.main.title": "Wallet is an integrated De-Fi Platform",
  "section.main.text": "It provides a specialized service that connects merchants and consumers by implementing a blockchain wallet on a POS (Point of Sales) terminal, and fundamentally solves the problem of discrepancy between payment slip data and actual settlement data based on the transparency of the blockchain. It aims to lead the online and offline payment market by providing consumers with a platform for real-life use of financial services such as staking and loans, while providing fast remittance support and lower transaction fees through decentralized P2P transactions.",
  "section.main.desc": "It provides a specialized service that connects merchants and consumers by implementing a blockchain wallet on a POS (Point of Sales) terminal, and fundamentally solves the problem of discrepancy between payment slip data and actual settlement data based on the transparency of the blockchain.",
  "section.main.desc2": " It aims to lead the online and offline payment market by providing consumers with a platform for real-life use of financial services such as staking and loans, while providing fast remittance support and lower transaction fees through decentralized P2P transactions. It provides a specialized service that connects merchants and consumers by implementing a blockchain wallet on a POS (Point of Sales) terminal, and fundamentally solves the problem of discrepancy between payment slip data and actual settlement data based on the transparency of the blockchain.",
  "user": "user",
  "ether_address": "ether address",
  "sidechain_address": "sidechain address",
  "token_amount": "token amount",
  "debit": "debit",
  "credit": "credit",
  "payment_system": "payment system",
  "product.payment.text": "Finenex payment system provides listed tokens and coins and unlisted tokens as payment methods.",
  "product.payment.text1": " - Listed and unlisted liquidity pool configuration in DEX (Decentralized Exchange)",
  "product.payment.text2": "- Inquiry about exchange rate information of listed and unlisted tokens in DEX through External APIs",
  "product.payment.text3": " - listed token market price information inquiry through CoinMarketCap API",
  "product.payment.text4": "- Calculate the market price of the unlisted token through that information",
  "server_wallet": "server wallet",
  "server_wallet.text": "The Server Wallet is stored in the barrier area of Vault as a secret management service so that the user's key can be safe without leaking. In addition, all of the keys are stored in a clustered High Availability storage to prevent the loss of keys due to system problems. The secret engine for Server Wallet-only is running in the Vault, so the applications or users cannot access any data related to keys throughout the entire process from the generation stage of a key.",
  "wallet_sdk": "Wallet SDK & Wallet APP",
  "wallet_sdk.text": " Finenex wallet SDK is linked with the server wallet system in an application, such as a mobile wallet APP. Finenex mobile wallet APP is developed with the wallet SDK so that the users can easily use any tokens minted in Finenex Sidechain network. Furthermore, users can use functions such as address creation, payment, reward, remittance, NFT transaction, and transaction details verification necessary for token management through the mobile Wallet APP.",
  "finenex_mobile_wallet": "FINENEX Mobile Wallet",
  "wallet_text": "- Android, iOS Mobile Wallet",
  "wallet_text2": "- Save the private key in the mobile keychain area",
  "wallet_text3": "- Ether, Klaytn, BSC compatible Coin andToken",
  "finenex_server_wallet": "FINENEX Sever Wallet",
  "server_text": "  - Sever Wallet based on Vault Cluster technology",
  "server_text1": " - Real-time synchronization backup to private key triple disk",
  "server_text2": "- Provide JSON-RPC API",
  "quick_links": "quick links",
  "network": "network",
  "developers": "developers",
  "bridge": "bridge",
  "whitepaper": "Whitepaper",
  "connect": "connect",
  "subscribe_text": "Subscribe to get Latest Updates and News",
  "subscribe": "Subscribe",
  "learn_more": "Learn more",
  "developer": "developer",
  "main_net": "main net",
  "test_net": "test net",
  "defi": "defi",
  "development": "development",
  "projects": "projects"
}
